Repository: openHBP/django-odk
Catalog: odk/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Convert XLSX to XML
fr: Convertir XLSX en XML

source: Create Model in odkdata
fr: Créer le modèle dans odkdata

source: Please select 1 record at a time.
fr: Veuillez sélectionner 1 enregistrement à la fois.

source: Error while creating model.
fr: Erreur lors de la création du modèle.

source: Record loaded with success!
fr: Enregistrement chargé avec succès!

source: table does not exist in the database
fr: n'existe pas dans la base de données

source: Did you run 'manage.py makemigrations odkdata' then 'manage.py migrate'?
fr: Avez-vous exécuté 'manage.py makemigrations odkdata' puis 'manage.py migrate'?

source: Insert in odkdata model
fr: Insérer dans odkdata model

source: Excel file
fr: Fichier Excel

source: XLSForm with 3 tabs: survey, choices, settings
fr: XLSForm avec 3 onglets: survey, choices, settings

source: XML file
fr: Fichier XML

source: converted by
fr: converti par

source: Content of XML form
fr: Contenu du formulaire XML

source: Retrieved from XLSForm (xls settings tab)
fr: Extrait depuis XLSForm (onglet settings)

source: Title
fr: Titre

source: Short description
fr: Brève description

source: Created by
fr: Créé par

source: Created on
fr: Créé le

source: Model created on
fr: Modèle créé le

source: Available form
fr: Formulaire disponible

source: Retrieved from XML form (settings tab of Excel file)
fr: Extrait du formulaire XML (onglet settings du fichier Excel)

source: Encoding date
fr: Date d'encodage

source: Picture file names
fr: Noms des fichiers d'image

source: Submitted form
fr: Formulaire soumis

source: XML file sended through ODK Collect Mobile App
fr: Fichier XML envoyé via ODK Collect (Application Mobile)

source: Content of XML file submitted
fr: Contenu du fichier XML soumis

source: XML content sended through ODK Collect Mobile App
fr: Contenu XML envoyé via ODK Collect (Application Mobile)

source: Submitted by
fr: Soumis par

source: Submitted on
fr: Soumis le

source: Inserted on
fr: Inséré le

source: Picture
fr: Image

source: Main
fr: Général

source: XML Content
fr: Contenu XML

source: Yes
fr: Oui

source: No/Cancel
fr: Non/Annuler

source: Delete
fr: Supprimer

source: Wait until the page is refreshed
fr: Attendre jusqu'à ce que la page soit rafraîchie

source: Back
fr: Retour

source: Add
fr: Ajouter

source: Login to add a form
fr: Se connecter pour ajouter un formulaire

source: Login
fr: Connexion

source: No form available
fr: Pas de formulaire disponible

source: If you have a correct xlsx (XForm) file you can now Upload it
fr: Si vous avez un fichier xlsx (XForm) correct, vous pouvez le charger

source: Currently
fr: Actuellement

source: Save
fr: Enregistrer

source: Insert
fr: Insérer

source: If you want to reload data, set 'inserted on' to null from admin interface or DB and 'Insert' again =>Update
fr: Pour recharger les données, mettre le champ 'inserted_on' a null via admin ou DB puis 'Insert' => Update

source: Submitted forms not present in the database!
fr: Formulaire soumis absent de la base de données!

source: Click on load forms to load them in the database
fr: Cliquez sur charger le formulaire pour le charger dans la base de données

source: Load forms
fr: Charger le formulaire

source: No submitted forms yet.
fr: Aucun formulaire n'a encore été soumis.

source: You must be granted access to view submitted forms.
fr: Vous devez disposer d'un accès pour visualiser les formulaires soumis.

source: Login to view submitted forms
fr: Connectez-vous pour voir les formulaires soumis

source: What is an XLSForm?
fr: Qu'est-ce qu'un XLSForm?

source: XLSForm Documentation
fr: Documentation XLSForm

source: XLSForm example
fr: Example XLSForm

source: ODK XForms Specifications
fr: Spécification ODK XForms

source: STEPS
fr: ÉTAPES

source: Build an XLSForm file with 3 tabs 'survey', 'choices', 'settings'
fr: Construire un XLSForm avec 3 onglets 'survey', 'choices', 'settings'

source: Upload xlsx file (XForm) by clicking on 'Choose file' and Save
fr: Charger un fichier xlsx (XForm) en cliquant sur 'Choose file' puis 'Enregistrer'

source: Convert xlsx file to xml compatible file
fr: Convertir un fich xlsx au format xml compatible

source: Create final storage model
fr: Créer le modèle de stockage final

source: File not found
fr: Fichier non trouvé

source: Key elements (form_id - version) not found
fr: Éléments clés (form_od - version) non trouvés

source: Well sent! Thanks!
fr: Bien envoyé! Merci!

source: Welcome on django-odk
fr: Bienvenue sur CP-Collect

source: Collection of geolocalized data.
fr: Collecte de données géolocalisées à caractère agronomique.

source: XForm Documentation
fr: Documentation XLSForm

source: XLSX successfully converted to XML XForm format.
fr: XLSX converti au format XML XForm avec succès.

source: created with success!
fr: créé avec succès!

source: You can now run 'manage.py makemigrations odkdata' then 'manage.py migrate'.
fr: Vous pouvez maintenant exécuter 'manage.py makemigrations odkdata' puis 'manage.py migrate'?

source: XForm create & load
fr: Creation & chargement de fichiers XForm

source: Delete this form?
fr: Supprimer ce formulaire?

source: Delete this submitted form?
fr: Supprimer ce formulaire soumis?
